alsa-firmware
alsa-plugins
alsa-utils
base
bluez-hid2hci
bluez-utils
btop
btrfs-assistant
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cmake
cowfortune
cpupower
cups-pdf
dmraid
duf
efitools
emacs
ethtool
font-manager
foomatic-db-engine
foomatic-db-nonfree
fsarchiver
fuzzel
fwupd
gdm
glances
gsfonts
gst-plugin-va
gst-plugins-ugly
gutenprint
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
jfsutils
kitty
lib32-opencl-mesa
libwnck3
limine-snapper-sync
linux-cachyos-headers
linux-cachyos-lts-headers
lsd
lsscsi
ly
man-pages
meld
mosh
mpv
mtools
nano-syntax-highlighting
ncdu
netctl
networkmanager-openvpn
nfs-utils
nnn
noto-color-emoji-fontconfig
ntp
obsidian
octopi
offpunk
os-prober
pavucontrol
polkit-gnome
pv
python-bs4
ranger
rebuild-detector
reflector
rlwrap
sbcl
sg3_utils
sl
sof-firmware
splix
sway
syncthing
system-config-printer
thunar
ttf-fira-code
ttf-iosevka
ttf-opensans
ufw
unrar
uv
vi
vlc-plugins-all
wayland-protocols
weechat
wlogout
wlroots-nogpu
wofi
xl2tpd
xmp
xorg-xinit
xorg-xinput
xorg-xkill
zen-browser-bin
