accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cmake
cowfortune
cowsay
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
emacs
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
font-manager
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fprintd
fsarchiver
fuzzel
gdm
ghostscript
git
glances
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gutenprint
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jfsutils
kitty
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lolcat
lsb-release
lsd
lsscsi
lvm2
ly
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mosh
mpv
mtools
nano
nano-syntax-highlighting
ncdu
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
obsidian
octopi
opencl-mesa
openssh
os-prober
otf-font-awesome
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
ranger
rebuild-detector
reflector
ripgrep
rlwrap
rsync
rtkit
s-nail
sbcl
sg3_utils
sl
smartmontools
snapper
sof-firmware
splix
sshfs
sudo
sway
swaybg
swayidle
swaylock
syncthing
sysfsutils
system-config-printer
texinfo
thunar
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-iosevka
ttf-iosevka-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-roboto-mono-nerd
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vi
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
w3m
waybar
wayland-protocols
weechat
wget
which
wireless-regdb
wireplumber
wl-clipboard
wlogout
wlroots-nogpu
wmenu
wofi
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xmp
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
zen-browser-bin
